Repository: PITADIA/android-couple-app
Catalog: MieuxEnsemble.xcstrings
Source language: en
Languages: de, es, fr, it, nl_nl, pt_br, pt_pt

# me_220
source: What moment of complicity would you like us to recreate?
de: Welchen Moment der Vertrautheit möchtest du mit mir neu erschaffen?
es: ¿Qué momento de complicidad te gustaría que recreáramos?
fr: Quel moment de complicité aimerais-tu qu'on recrée ?
it: Quale momento di complicità vorresti che ricreassimo?
nl_nl: Welk moment van verbondenheid zou je opnieuw willen beleven?
pt_br: Qual momento de cumplicidade você gostaria que recriássemos?
pt_pt: Que momento de cumplicidade gostarias que recriássemos?

# me_221
source: How can I better make you feel that you're irreplaceable?
de: Wie kann ich dir noch mehr zeigen, dass du unersetzlich bist?
es: ¿Cómo puedo hacerte sentir mejor que eres irreemplazable?
fr: Comment puis-je mieux te faire sentir que tu es irremplaçable ?
it: Come posso farti sentire meglio che sei insostituibile?
nl_nl: Hoe kan ik je beter laten voelen dat je onvervangbaar bent?
pt_br: Como eu posso mostrar melhor que você é insubstituível?
pt_pt: Como posso mostrar-te melhor que és insubstituível?

# me_222
source: What adventure would you like us to live together?
de: Welches Abenteuer möchtest du mit mir erleben?
es: ¿Qué aventura te gustaría que viviéramos juntos?
fr: Quelle aventure aimerais-tu qu'on vive ensemble ?
it: Quale avventura vorresti che vivessimo insieme?
nl_nl: Welk avontuur zou je samen met mij willen beleven?
pt_br: Qual aventura você gostaria que vivêssemos juntos?
pt_pt: Que aventura gostarias que vivêssemos juntos?

# me_223
source: What makes you feel that our story is extraordinary?
de: Was lässt dich fühlen, dass unsere Geschichte etwas ganz Besonderes ist?
es: ¿Qué te hace sentir que nuestra historia es extraordinaria?
fr: Qu'est-ce qui te fait sentir que notre histoire est extraordinaire ?
it: Cosa ti fa sentire che la nostra storia è straordinaria?
nl_nl: Wat laat je voelen dat ons verhaal bijzonder is?
pt_br: O que faz você sentir que a nossa história é extraordinária?
pt_pt: O que te faz sentir que a nossa história é extraordinária?

# me_224
source: What change in our routine could bring us closer?
de: Welche Änderung in unserer Routine könnte uns näherbringen?
es: ¿Qué cambio en nuestra rutina podría acercarnos?
fr: Quel changement dans notre routine pourrait nous rapprocher ?
it: Quale cambiamento nella nostra routine potrebbe avvicinarci?
nl_nl: Welke verandering in onze routine zou ons dichter bij elkaar kunnen brengen?
pt_br: Que mudança na nossa rotina poderia nos aproximar mais?
pt_pt: Que mudança na nossa rotina poderia aproximar-nos mais?

# me_225
source: How would you like us to tell each other our love again?
de: Wie sollen wir uns unsere Liebe wieder sagen?
es: ¿Cómo te gustaría que volviéramos a declararnos nuestro amor?
fr: Comment aimerais-tu qu'on se redise notre amour ?
it: Come vorresti che ci dicessimo di nuovo il nostro amore?
nl_nl: Hoe zou je willen dat we elkaar opnieuw onze liefde verklaren?
pt_br: Como você gostaria que a gente declarasse de novo o nosso amor?
pt_pt: Como gostarias que nos disséssemos novamente o nosso amor?

# me_226
source: What part of our future excites you most?
de: Welcher Teil unserer Zukunft begeistert dich am meisten?
es: ¿Qué parte de nuestro futuro te entusiasma más?
fr: Quelle partie de notre futur t'excite le plus ?
it: Quale parte del nostro futuro ti entusiasma di più?
nl_nl: Welk deel van onze toekomst maakt je het meest enthousiast?
pt_br: Qual parte do nosso futuro mais entusiasma você?
pt_pt: Que parte do nosso futuro mais te entusiasma?

# me_227
source: What makes you feel that we're evolving in the right direction?
de: Was zeigt dir, dass wir uns in die richtige Richtung entwickeln?
es: ¿Qué te hace sentir que estamos evolucionando en la dirección correcta?
fr: Qu'est-ce qui te fait sentir que nous évoluons dans la bonne direction ?
it: Cosa ti fa sentire che stiamo evolvendo nella direzione giusta?
nl_nl: Wat laat je voelen dat we de juiste richting uitgaan?
pt_br: O que faz você sentir que estamos evoluindo na direção certa?
pt_pt: O que te faz sentir que estamos a evoluir na direção certa?

# me_228
source: What moment of our relationship would you like us to extend?
de: Welchen Moment unserer Beziehung würdest du gern verlängern?
es: ¿Qué momento de nuestra relación te gustaría que prolongáramos?
fr: Quel moment de notre relation aimerais-tu qu'on prolonge ?
it: Quale momento della nostra relazione vorresti prolungare?
nl_nl: Welk moment van onze relatie zou je langer willen laten duren?
pt_br: Qual momento do nosso relacionamento você gostaria que prolongássemos?
pt_pt: Que momento da nossa relação gostarias que prolongássemos?

# me_229
source: How can I better show you that I choose to love you every day?
de: Wie kann ich dir besser zeigen, dass ich mich jeden Tag aufs Neue entscheide, dich zu lieben?
es: ¿Cómo puedo mostrarte mejor que elijo amarte cada día?
fr: Comment puis-je mieux te montrer que je choisis de t'aimer chaque jour ?
it: Come posso mostrarti meglio che scelgo di amarti ogni giorno?
nl_nl: Hoe kan ik je beter laten voelen dat ik er elke dag bewust voor kies om van je te houden?
pt_br: Como eu posso mostrar melhor que escolho te amar todos os dias?
pt_pt: Como posso mostrar-te melhor que escolho amar-te todos os dias?

# me_230
source: What lesson from our relationship would you like us never to forget?
de: Welche Lektion aus unserer Beziehung sollten wir niemals vergessen?
es: ¿Qué lección de nuestra relación te gustaría que nunca olvidáramos?
fr: Quelle leçon de notre relation aimerais-tu qu'on n'oublie jamais ?
it: Quale lezione della nostra relazione vorresti che non dimenticassimo mai?
nl_nl: Welke les uit onze relatie zou je willen dat we nooit vergeten?
pt_br: Qual lição do nosso relacionamento você gostaria que nunca esquecêssemos?
pt_pt: Que lição da nossa relação gostarias que nunca esquecêssemos?

# me_231
source: What makes you feel that our love is mature?
de: Was lässt dich fühlen, dass unsere Liebe reif ist?
es: ¿Qué te hace sentir que nuestro amor es maduro?
fr: Qu'est-ce qui te fait sentir que notre amour est mature ?
it: Cosa ti fa sentire che il nostro amore è maturo?
nl_nl: Wat laat je voelen dat onze liefde volwassen is?
pt_br: O que faz você sentir que o nosso amor é maduro?
pt_pt: O que te faz sentir que o nosso amor é maduro?

# me_232
source: What shared dream would you like us to realize first?
de: Welchen gemeinsamen Traum sollen wir als Erstes wahr machen?
es: ¿Qué sueño compartido te gustaría que realizáramos primero?
fr: Quel rêve partagé aimerais-tu qu'on concrétise en premier ?
it: Quale sogno condiviso vorresti che realizzassimo per primo?
nl_nl: Welke gezamenlijke droom zou je het eerst willen waarmaken?
pt_br: Qual sonho compartilhado você gostaria que realizássemos primeiro?
pt_pt: Que sonho partilhado gostarias que realizássemos primeiro?

# me_233
source: How would you like us to support each other in our individual projects?
de: Wie sollen wir uns bei unseren eigenen Projekten am besten gegenseitig unterstützen?
es: ¿Cómo te gustaría que nos apoyáramos en nuestros proyectos individuales?
fr: Comment aimerais-tu qu'on se soutienne dans nos projets individuels ?
it: Come vorresti che ci sostenessimo nei nostri progetti individuali?
nl_nl: Hoe zou je willen dat we elkaar meer steunen in onze persoonlijke projecten?
pt_br: Como você gostaria que a gente se apoiasse nos nossos projetos individuais?
pt_pt: Como gostarias que nos apoiássemos nos nossos projetos individuais?

# me_234
source: What couple tradition would you like us to invent?
de: Welche Paartradition sollen wir starten?
es: ¿Qué tradición de pareja te gustaría que inventáramos?
fr: Quelle tradition de couple aimerais-tu qu'on invente ?
it: Quale tradizione di coppia vorresti che inventassimo?
nl_nl: Welke koppeltraditie zou je willen dat we samen uitvinden?
pt_br: Qual tradição de casal você gostaria que inventássemos?
pt_pt: Que tradição de casal gostarias que inventássemos?

# me_235
source: What makes you feel that I truly see you?
de: Wodurch fühlst du dich von mir wirklich gesehen?
es: ¿Qué te hace sentir que realmente te veo?
fr: Qu'est-ce qui te fait sentir que je te vois vraiment ?
it: Cosa ti fa sentire che ti vedo davvero?
nl_nl: Wat laat je voelen dat ik je écht zie?
pt_br: O que faz você sentir que eu realmente te vejo?
pt_pt: O que te faz sentir que eu realmente te vejo?

# me_236
source: What moment of our relationship gave you the most hope?
de: Welcher Moment in unserer Beziehung hat dir am meisten Hoffnung gegeben?
es: ¿Qué momento de nuestra relación te dio más esperanza?
fr: Quel moment de notre relation t'a donné le plus d'espoir ?
it: Quale momento della nostra relazione ti ha dato più speranza?
nl_nl: Welk moment van onze relatie gaf je de meeste hoop?
pt_br: Qual momento do nosso relacionamento deu mais esperança para você?
pt_pt: Que momento da nossa relação te deu mais esperança?

# me_237
source: How would you like us to handle our differences?
de: Wie sollen wir mit unseren Unterschieden umgehen?
es: ¿Cómo te gustaría que manejáramos nuestras diferencias?
fr: Comment aimerais-tu qu'on gère nos différences ?
it: Come vorresti che affrontassimo le nostre differenze?
nl_nl: Hoe zou je willen dat we met onze verschillen omgaan?
pt_br: Como você gostaria que a gente lidasse com as nossas diferenças?
pt_pt: Como gostarias que lidássemos com as nossas diferenças?

# me_238
source: What part of our emotional intimacy would you like to deepen?
de: Welchen Teil unserer emotionalen Nähe würdest du gern vertiefen?
es: ¿Qué parte de nuestra intimidad emocional te gustaría profundizar?
fr: Quelle partie de notre intimité émotionnelle aimerais-tu approfondir ?
it: Quale parte della nostra intimità emotiva vorresti approfondire?
nl_nl: Welk deel van onze emotionele intimiteit zou je willen verdiepen?
pt_br: Qual parte da nossa intimidade emocional você gostaria de aprofundar?
pt_pt: Que parte da nossa intimidade emocional gostarias de aprofundar?

# me_239
source: What makes you feel that we're creating something beautiful together?
de: Wodurch hast du das Gefühl, dass wir gemeinsam etwas Schönes erschaffen?
es: ¿Qué te hace sentir que estamos creando algo hermoso juntos?
fr: Qu'est-ce qui te fait sentir que nous créons quelque chose de beau ensemble ?
it: Cosa ti fa sentire che stiamo creando qualcosa di bello insieme?
nl_nl: Wat laat je voelen dat we samen iets moois creëren?
pt_br: O que faz você sentir que estamos criando algo bonito juntos?
pt_pt: O que te faz sentir que estamos a criar algo bonito juntos?

# me_240
source: What aspect of our love would you like us to protect the most?
de: Welche Seite unserer Liebe sollen wir am meisten schützen?
es: ¿Qué aspecto de nuestro amor te gustaría que protegiéramos más?
fr: Quel aspect de notre amour aimerais-tu qu'on protège le plus ?
it: Quale aspetto del nostro amore vorresti proteggere di più?
nl_nl: Welk aspect van onze liefde wil je het meest beschermen?
pt_br: Qual aspecto do nosso amor você gostaria que protegêssemos mais?
pt_pt: Que aspeto do nosso amor gostarias que protegêssemos mais?

# me_241
source: How can I better make you feel that you're my absolute priority?
de: Wie kann ich dir noch besser zeigen, dass du meine absolute Priorität bist?
es: ¿Cómo puedo hacerte sentir mejor que eres mi absoluta prioridad?
fr: Comment puis-je mieux te faire sentir que tu es ma priorité absolue ?
it: Come posso farti sentire meglio che sei la mia assoluta priorità?
nl_nl: Hoe kan ik je beter laten voelen dat je mijn absolute prioriteit bent?
pt_br: Como eu posso mostrar melhor que você é a minha prioridade absoluta?
pt_pt: Como posso mostrar-te melhor que és a minha prioridade absoluta?

# me_242
source: What surprise would you like us to give each other?
de: Welche Überraschung sollen wir uns gegenseitig machen?
es: ¿Qué sorpresa te gustaría que nos hiciéramos?
fr: Quelle surprise aimerais-tu qu'on se fasse mutuellement ?
it: Quale sorpresa vorresti che ci facessimo a vicenda?
nl_nl: Welke verrassing zou je willen dat we elkaar geven?
pt_br: Que surpresa você gostaria que déssemos um ao outro?
pt_pt: Que surpresa gostarias que nos déssemos mutuamente?

# me_243
source: What makes you feel that our relationship is a gift?
de: Wodurch fühlst du, dass unsere Beziehung ein Geschenk ist?
es: ¿Qué te hace sentir que nuestra relación es un regalo?
fr: Qu'est-ce qui te fait sentir que notre relation est un cadeau ?
it: Cosa ti fa sentire che la nostra relazione è un dono?
nl_nl: Wat laat je voelen dat onze relatie een geschenk is?
pt_br: O que faz você sentir que o nosso relacionamento é um presente?
pt_pt: O que te faz sentir que a nossa relação é um presente?

# me_244
source: What moment of our daily life would you like to turn into a ritual?
de: Welchen Moment aus unserem Alltag würdest du gern zu einem Ritual machen?
es: ¿Qué momento de nuestra vida diaria te gustaría convertir en un ritual?
fr: Quel moment de notre quotidien aimerais-tu transformer en rituel ?
it: Quale momento della nostra quotidianità vorresti trasformare in un rituale?
nl_nl: Welk dagelijks moment zou je willen omtoveren tot een ritueel?
pt_br: Qual momento do nosso dia a dia você gostaria de transformar em um ritual?
pt_pt: Que momento do nosso quotidiano gostarias de transformar em ritual?

# me_245
source: How would you like us to remember our common values?
de: Wie wollen wir uns am besten an unsere gemeinsamen Werte erinnern?
es: ¿Cómo te gustaría que recordáramos nuestros valores comunes?
fr: Comment aimerais-tu qu'on se rappelle nos valeurs communes ?
it: Come vorresti che ricordassimo i nostri valori comuni?
nl_nl: Hoe zou je willen dat we ons onze gemeenschappelijke waarden herinneren?
pt_br: Como você gostaria que lembrássemos dos nossos valores em comum?
pt_pt: Como gostarias que nos lembrássemos dos nossos valores comuns?

# me_246
source: What part of our love story are you most proud of?
de: Auf welchen Teil unserer Liebesgeschichte bist du am meisten stolz?
es: ¿De qué parte de nuestra historia de amor estás más orgulloso?
fr: Quelle partie de notre histoire d'amour te rend le plus fier(ère) ?
it: Quale parte della nostra storia d'amore ti rende più orgoglioso?
nl_nl: Op welk deel van ons liefdesverhaal ben je het meest trots?
pt_br: Qual parte da nossa história de amor deixa você mais orgulhoso?
pt_pt: Que parte da nossa história de amor te deixa mais orgulhoso?

# me_247
source: What makes you feel that we're building something lasting?
de: Wodurch hast du das Gefühl, dass wir etwas Dauerhaftes aufbauen?
es: ¿Qué te hace sentir que estamos construyendo algo duradero?
fr: Qu'est-ce qui te fait sentir que nous construisons quelque chose de durable ?
it: Cosa ti fa sentire che stiamo costruendo qualcosa di duraturo?
nl_nl: Wat laat je voelen dat we samen iets blijvends opbouwen?
pt_br: O que faz você sentir que estamos construindo algo duradouro?
pt_pt: O que te faz sentir que estamos a construir algo duradouro?

# me_248
source: What challenge would you like us to transform into a growth opportunity?
de: Welche Herausforderung sollen wir in eine Chance zum Wachsen verwandeln?
es: ¿Qué desafío te gustaría que transformáramos en una oportunidad de crecimiento?
fr: Quel défi aimerais-tu qu'on transforme en opportunité de croissance ?
it: Quale sfida vorresti che trasformassimo in un'opportunità di crescita?
nl_nl: Welke uitdaging zou je in een groeikans willen omzetten?
pt_br: Qual desafio você gostaria que transformássemos em uma oportunidade de crescimento?
pt_pt: Que desafio gostarias que transformássemos numa oportunidade de crescimento?

# me_249
source: How can I better show you that your fulfillment matters to me?
de: Wie kann ich dir noch besser zeigen, dass mir deine Entfaltung wichtig ist?
es: ¿Cómo puedo mostrarte mejor que tu plenitud me importa?
fr: Comment puis-je mieux te montrer que ton épanouissement m'importe ?
it: Come posso mostrarti meglio che il tuo appagamento è importante per me?
nl_nl: Hoe kan ik je beter laten voelen dat jouw ontplooiing voor mij telt?
pt_br: Como eu posso mostrar melhor que o seu bem-estar importa para mim?
pt_pt: Como posso mostrar-te melhor que o teu bem-estar me importa?

# me_250
source: What promise would you like us to renew each year?
de: Welches Versprechen sollen wir jedes Jahr erneuern?
es: ¿Qué promesa te gustaría que renováramos cada año?
fr: Quelle promesse aimerais-tu qu'on se renouvelle chaque année ?
it: Quale promessa vorresti che rinnovassimo ogni anno?
nl_nl: Welke belofte zou je willen dat we elk jaar vernieuwen?
pt_br: Qual promessa você gostaria que renovássemos todos os anos?
pt_pt: Que promessa gostarias que renovássemos todos os anos?

# me_251
source: What makes you feel that our love transcends difficulties?
de: Wodurch fühlst du, dass unsere Liebe auch schwierige Zeiten überwindet?
es: ¿Qué te hace sentir que nuestro amor trasciende las dificultades?
fr: Qu'est-ce qui te fait sentir que notre amour transcende les difficultés ?
it: Cosa ti fa sentire che il nostro amore trascende le difficoltà?
nl_nl: Wat laat je voelen dat onze liefde sterker is dan moeilijkheden?
pt_br: O que faz você sentir que o nosso amor supera todas as dificuldades?
pt_pt: O que te faz sentir que o nosso amor ultrapassa todas as dificuldades?

# me_252
source: What moment of our relationship would you like us to savor more?
de: Welchen Moment in unserer Beziehung sollten wir noch mehr genießen?
es: ¿Qué momento de nuestra relación te gustaría que saboreáramos más?
fr: Quel moment de notre relation aimerais-tu qu'on savoure davantage ?
it: Quale momento della nostra relazione vorresti assaporare di più?
nl_nl: Welk moment van onze relatie zou je intenser willen beleven?
pt_br: Qual momento do nosso relacionamento você gostaria que saboreássemos mais?
pt_pt: Que momento da nossa relação gostarias que saboreássemos mais?

# me_253
source: How would you like us to cultivate our mutual gratitude?
de: Wie wollen wir unsere gegenseitige Dankbarkeit pflegen?
es: ¿Cómo te gustaría que cultiváramos nuestra gratitud mutua?
fr: Comment aimerais-tu qu'on cultive notre gratitude mutuelle ?
it: Come vorresti che coltivassimo la nostra gratitudine reciproca?
nl_nl: Hoe zou je willen dat we onze wederzijdse dankbaarheid versterken?
pt_br: Como você gostaria que cultivássemos nossa gratidão mútua?
pt_pt: Como gostarias que cultivássemos a nossa gratidão mútua?

# me_254
source: What quality of our relationship would you like us to transmit around us?
de: Welche Eigenschaft unserer Beziehung sollen wir in unserem Umfeld weitergeben?
es: ¿Qué cualidad de nuestra relación te gustaría que transmitiéramos a nuestro alrededor?
fr: Quelle qualité de notre relation aimerais-tu qu'on transmette autour de nous ?
it: Quale qualità della nostra relazione vorresti che trasmettessimo agli altri?
nl_nl: Welke kwaliteit van onze relatie zou je willen uitdragen naar de mensen om ons heen?
pt_br: Qual qualidade do nosso relacionamento você gostaria que transmitíssemos aos outros?
pt_pt: Que qualidade da nossa relação gostarias que transmitíssemos aos outros?

# me_255
source: What makes you feel that I'm your ideal life partner?
de: Wodurch fühlst du, dass ich dein idealer Partner fürs Leben bin?
es: ¿Qué te hace sentir que soy tu compañero de vida ideal?
fr: Qu'est-ce qui te fait sentir que je suis ton partenaire de vie idéal ?
it: Cosa ti fa sentire che sono il tuo partner di vita ideale?
nl_nl: Wat laat je voelen dat ik jouw ideale levenspartner ben?
pt_br: O que faz você sentir que eu sou o seu parceiro de vida ideal?
pt_pt: O que te faz sentir que sou o teu parceiro de vida ideal?

# me_256
source: What legacy of love would you like us to leave together?
de: Welches Vermächtnis unserer Liebe wollen wir zusammen hinterlassen?
es: ¿Qué legado de amor te gustaría que dejáramos juntos?
fr: Quel héritage d'amour aimerais-tu qu'on laisse ensemble ?
it: Quale eredità d'amore vorresti che lasciassimo insieme?
nl_nl: Welke erfenis van liefde zou je willen dat we samen achterlaten?
pt_br: Qual legado de amor você gostaria que deixássemos juntos?
pt_pt: Que legado de amor gostarias que deixássemos juntos?
